Revit 2027 API
SymbolTypeId.Liter Property
 Symbol L, indicating unit Liters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Liter { get; }
Public Shared ReadOnly Property Liter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Liter {
	ForgeTypeId^ get ();
}
static member Liter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace